Repository: pypi-data/pypi-mirror-141
Catalog: packages/m9s-issue-tracker-roundup/m9s_issue_tracker_roundup-6.0.0.tar.gz/m9s_issue_tracker_roundup-6.0.0/locale/*.po
Languages: de

# error:project.work:
source: Could not find party with code: %s
de: Konnte Partei mit Code %s nicht finden

# error:project.work:
source: Several open roundup projects found: %s It is only one open Roundup project allowed.
de: Verschiedene offene Roundupprojekte gefunden: %s Es ist nur ein geöffnetes Roundupprojekt pro Organisation möglich.

# error:project.work:
source: Several roundup tasks relating to the same issue found: %s It is only one task per issue allowed.
de: Mehrere Aufgaben zu derselben Roundupaufgabe gefunden: %s Es ist nur eine Aufgabe pro Roundupaufgabe möglich.

# field:company.employee,roundup_user:
source: Roundup User
de: Roundup Benutzername

# field:issue_tracker,create_date:
source: Create Date
de: Erstellungsdatum

# field:issue_tracker,create_uid:
source: Create User
de: Erstellt durch

# field:issue_tracker,write_date:
source: Write Date
de: Zuletzt geändert

# field:issue_tracker,write_uid:
source: Write User
de: Letzte Änderung durch

# field:project.roundup.configuration,billing_product:
source: Default Billing Product
de: Standardabrechnungsvariante

# field:project.roundup.configuration,create_date:
source: Create Date
de: Erstellungsdatum

# field:project.roundup.configuration,create_uid:
source: Create User
de: Erstellt durch

# field:project.roundup.configuration,default_invoice_method:
source: Default Invoice Method
de: Standardabrechnungsmethode

# field:project.roundup.configuration,default_project_prefix:
source: Default Project Prefix
de: Standardprojektpräfix

# field:project.roundup.configuration,write_date:
source: Write Date
de: Zuletzt geändert

# field:project.roundup.configuration,write_uid:
source: Write User
de: Letzte Änderung durch

# field:project.work,employee:
source: Employee
de: Mitarbeiter

# field:project.work,last_sync:
source: Last Tracker Sync
de: Letzte Synchronisierung mit dem Ticketsystem

# field:project.work.synchronize_tickets.ask_children,with_children:
source: Synchronize Children
de: Untergeordnete Roundupaufgaben synchronisieren

# help:company.employee,roundup_user:
source: The roundup username of this employee.
de: Der Benutzername des Mitarbeiters im Roundupsystem.

# help:project.roundup.configuration,billing_product:
source: The product that shall be used as default billing product on new projects/tasks.
de: Die Variante, die bei der Anlage neuer Projekte oder Aufgaben aus Roundup eingetragen wird.

# help:project.roundup.configuration,default_invoice_method:
source: The Invoice Method used when creating new projects or tasks from Roundup.
de: Die Abrechnungsmethode, die bei der Anlage neuer Projekte oder Aufgaben aus Roundup eingetragen wird.

# help:project.roundup.configuration,default_project_prefix:
source: The prefix to use for automatically created projects or tasks by Roundup.
de: Präfix für automatisch erstellte Roundup-Projekte

# help:project.work,employee:
source: Employee who is assigned the issue.
de: Mitarbeiter dem die Aufgabe zugeordnet ist

# help:project.work,roundup_id:
source: Identfier of the related issue on roundup
de: Identifikator der entsprechenden Aufgabe im Roundupsystem

# help:project.work.synchronize_tickets.ask_children,with_children:
source: Also synchronize all children of the selected projects/tasks.
de: Auch alle untergeordneten Projekte/Aufgaben synchronisieren.

# model:ir.action,name:act_roundup_configuration_form
source: Roundup Configuration
de: Roundupkonfiguration

# model:ir.action,name:wizard_refresh_project_tickets
source: Refresh project from Roundup
de: Gesamtes Projekt von Roundup aktualisieren

# model:ir.action,name:wizard_synchronize_all_tickets
source: Synchronize all tickets
de: Sämtliche Roundupaufgaben synchronisieren

# model:ir.action,name:wizard_update_tickets
source: Update tickets from Roundup
de: Ausgewählte Aufgaben mit Roundup abgleichen

# model:ir.action.act_window.domain,name:act_project_form_closed
source: Closed
de: Geschlossen

# model:ir.action.act_window.domain,name:act_project_tree_closed
source: Closed
de: Geschlossen

# model:ir.action.act_window.domain,name:act_task_form_closed
source: Closed
de: Geschlossen

# model:ir.cron,name:cron_trigger_time
source: Synchronize all tickets
de: Alle Roundupaufgaben synchronisieren

# model:ir.ui.menu,name:menu_roundup_configuration
source: Roundup Configuration
de: Roundupkonfiguration

# model:ir.ui.menu,name:menu_synchronize_tickets
source: Synchronize all tickets
de: Alle Roundupaufgaben synchronisieren

# model:issue_tracker,name:
source: Issue Tracker
de: Ticketsystem

# model:project.roundup.configuration,name:
source: Roundup Configuration
de: Roundupkonfiguration

# model:project.work.synchronize_tickets.ask_children,name:
source: Synchronize TicketsAsk Children
de: Nachfrage Untergeordnete Roundupaufgaben synchronisieren

# model:res.group,name:group_roundup_synchronization
source: Roundup Synchronization
de: Roundupsynchronisierung

# model:res.user,name:user_tracker
source: Cron Tracker
de: Zeitplaner Tracker

# selection:project.work,state:
source: Closed
de: Geschlossen

# view:project.roundup.configuration:
source: Billing
de: Abrechnung

# view:project.roundup.configuration:
source: Roundup Configuration
de: Roundupkonfiguration

# view:project.work.synchronize_tickets.ask_children:
source: Roundup Synchronization
de: Roundupsynchronisierung

# wizard_button:project.work.synchronize_tickets,ask_children,end:
source: Cancel
de: Abbrechen

source: Synchronize
de: Synchronisieren
